{
  "system" : {
    "title":"Lovag Arlow Gusztáv - Kardvívás (1902)",
    "weapon":"sabre",
    "bodyparts":
    [
      "kéz", "hegy", "láb", "állás", "alkar", "kard"
    ],
	"participants" : ["mester", "tanítvány"]
  },
  
  "techniques" : [
    {
	  "name" : "terc gard",
	  "assertions" : {
		"kard" : "felső vonal",
		"hegy" : "ellenfél arca",
		"kéz" : "2/3. kézállás",
		"alkar" : "vízszintes",
		"állás" : "terc gard"},
		"invokes" : [],
		"note" : "Ez a gard a támadásra és a védésre egyaránt alkalmas. Minthogy úgy a kart, mint a külső arcot is fedezi, igen alkalmas arra, hogy támadásunk után az első pillanatban e vívóállásba menjünk vissza, illetve a szekond-gardot (esetleg a védéseket is) ezen a gardon keresztülmenve vegyük.",
		"alias" : ["gard", "állás"],
		"images" : ["arlow/terc.png", "arlow/terc_2.png"]
	},
	{
      "name" : "szekond gard",
      "assertions" : {
		"kéz" : "1/2. kézállás",
		"állás" : "szekond gard",
		"hegy" : "ellenfél csípője",
		"alkar" : "vízszintes"},
      "note" : "Ha bármily okból a védésre akarjuk vívás közben a súlyt helyezni, jobb kiinduló állást találunk a szekond-gardban.",
	  "images" : ["arlow/szekond.png", "arlow/szekond_2.png"]
    },
	{
      "name" : "előre-lépés",
      "assertions" : {"láb":"két lábhossz távolságban"},
      "note" : "Vívóállásból jobb lábunkkal változatlan felső testtartás mellett, körülbelül egy lábhosszra, előre, a sarokra lépünk, aztán bal lábunkkal ugyanannyival utána lépünk és könnyű dobbantással reánehezedünk. A lépés a szükséghez képest rövidebb vagy hosszabb lehet, de mindig meglepően és gyorsan kell véghezvinni.",
	  "alias" : ["passe en avant", "passo avanti"]
    },
	{
      "name" : "kitörés",
      "assertions" : {"láb":"kitörés"},
	  "alias" : ["allonge"],
	  "note" : "A vívó bal lábát térdben hirtelen kifeszíti és egyidejűleg változatlan tartású felső testtel, jobb lábával, ezt térdben erélyesen kinyújtva, mintegy két lábnyira előre, sarokra lép. A jobb alsó lábszár függélyes helyzetben marad, a két láb viszonya a vívóvonalhoz éppen olyan, mint a vívóállásnál.",
	  "images" : ["arlow/23.png", "arlow/22.png"]
    },
	{
	  "name" : "felkelés kitörésből",
	  "assertions" : {"láb":"két lábhossz távolságban"},
	  "note" : "Kitörésünkből rendes körülmények közt azonnal visszahúzódunk a vívóállásba, még pedig úgy, hogy jobb lábunk sarkában kellő fékezést találva, testünket a bal comb izmai segélyével a vívóállásba visszarántjuk, jobb lábunkat pedig ismét könnyű sarokdobbantással a vívóállásba visszahozva, letesszük. Hátra kitörés után szintén a visszatérés a vívóállásba épen úgy hátrafelé történik, mint a rendes kitörésből.",
	  "images" : ["arlow/25.png"]
	},
	{
      "name" : "hátra-lépés",
      "assertions" : {"láb":"két lábhossz távolságban"},
      "note" : " a vívóállásból bal lábunkkal, változatlan tartású test mellett, egy lábhossznyira hátralépünk és jobb lábunkat ugyan-annyival, hátrahozva, egy könnyű sarokdobbantással letesszük.",
	  "alias" : ["passe en arriére", "passo indietro"]
    },
	{
	  "name" : "lépés-roham",
	  "invokes" : ["kitörés"],
	  "alias" : ["marche forcée", "pattinato"],
	  "note" : "A lépés-roham két részből áll: egy előre-lépésből és egy kitörésből. Kivitelénél arra kell ügyelni, hogy a jobb láb előrelépése után bal lábunkat gyorsan utána vigyük, és a vele tett dobbantással kapcsolatban, azonnal ruganyosán kifeszítsük, miáltal az egész roham gyorssá és meglepővé válik. A lépés-roham üteme tehát: [kép]",
	  "images" : ["arlow/lepesroham_ritmus.png"]
	},
	{
	  "name" : "ugrás-roham",
	  "invokes" : ["kitörés"],
	  "alias" : ["balestra"],
	  "note" : "Az ugrás-roham két részből áll: egy előreugrásból és egy kitörésből. Az ugrást változatlan testtartással, mindkét lábbal egyszerre, akként viszszük ki, hogy az ugrásból (mikor mindkét lábunk a levegőben van) a földre érve, a jobb láb egy pillanattal előbb érje a földet, utána a bal láb érkezik le és ezt tüstént a vele adott dobbantással kapcsolatban, ruganyosán kifeszítjük, és így a teljes kitörést megcsináljuk.",
	  "images" : ["arlow/ugrasroham_ritmus.png"]
	},
	{
	  "name" : "hátra-kitörés",
	  "assertions" : {"láb":"kitörés"},
	  "note" : "A hátra-kitörésnél a rendes kitörés állásába úgy jutunk, hogy nem a jobb lábunkkal lépünk előre, hanem a ballal hátra, egészen a bal térd kifeszítéséig. Akkor szoktuk alkalmazni, amikor ellenfelünk támadását karvágással akarjuk megelőzni."
	},
	{
      "name" : "kettős hátra-lépés",
      "assertions" : {"láb":"két lábhossz távolságban"},
      "note" : "A kettős hátra-lépés vívóállásból úgy történik, hogy fejünket és testünket erélyesen hátrarántva, jobb lábunkat a bal sarok mellett hátrahozva, két lábhossznyira e mögé leteszszük, bal lábunkat pedig ismét a rendes vívóállásba hátraviszszük. Leérkezés után jobb lábunk sarkával könnyedén dobbantunk.",
	  "alias" : ["pár volté romper", "doppio passo indietro"]
    },
	{
      "name" : "hátra-ugrás",
      "assertions" : {"láb":"két lábhossz távolságban"},
      "note" : "A hátra-ugrás vívóállásból úgy történik, hogy fejünket és testünket erélyesen hátrarántva, teljes erőnkből visszaugrunk, a lódításhoz főképen bal lábunk izmait használva fel; mindkét láb egy pillanatra a levegőben van, mely idő alatt jobb lábunkat, amennyire csak lehetséges, bal lábunk mögé visszadobjuk úgy, hogy ez körülbelül két lábhosszra a bal láb mögé, a bal láb pedig ismét a rendes vívóállásban elfoglalt helyzetébe kerül. Leérkezés után jobb lábunk sarkával könnyedén dobbantunk, miáltal vívóállásunkat helyrehozzuk, esetleg helyességéről meggyőződünk. Akkor szoktuk alkalmazni, amikor ellenfelünk támadását karvágással akarjuk megelőzni. Hátraugrást alkalmazunk akkor is, ha kardfogásunk bármi okból meglazult, vagy a kardot esetleg elveszítettük, mert ezáltal időt nyerünk a fogás megerősítésére; párbaj alkalmával pedig időt és teret adunk a segédeknek a közbelépésre. Ok nélkül hátraugrani nagy hiba, mert ezáltal a hátrálásra rendelkezésünkre álló terünket, melyre még nagyon rászorulhatunk, szükségtelenül megrövidítettük.",
	  "alias" : ["salto indietro"]
    },
	{
	  "name" : "ismételt kitörés",
	  "alias" : ["redoublement", "raddoppio"],
	  "invokes" : ["kitörés"]
	},
	{
	  "name" : "ismételt ugrás-roham",
	  "alias" : ["reprise", "ripresa d’ attacco"],
	  "invokes" : ["ugrás-roham"]
	},
	{
	  "name" : "ismételt lépés-roham",
	  "alias" : ["reprise", "ripresa d’ attacco"],
	  "invokes" : ["lépés-roham"]
	},
	{
	  "name" : "beugrás",
	  "alias" : ["volté", "inquartata"],
	  "assertions" : {"láb" : "45° alatt a vívóvonaltól jobbra"},
	  "images" : ["arlow/52.png"]	  
	},
	{
	  "name" : "fejvágás",
	  "assertions" : {"kéz" : "1. kézállás"}
	},
	{
	  "name" : "külső arcvágás",
	  "assertions" : {"kéz" : "2. kézállás", "kard" : "felső vonal"},
	  "note" : "éllel jobbra, és egy kicsit felfelé"
	},
	{
	  "name" : "oldalvágás",
	  "assertions" : {"kéz" : "1/2. kézállás"}
	},
	{
	  "name" : "belső arcvágás",
	  "assertions" : {"kéz" : "4. kézállás"}
	},
	{
	  "name" : "mellvágás",
	  "assertions" : {"kéz" : "3/4. kézállás"}
	},
	{
	  "name" : "hasvágás",
	  "assertions" : {"kéz" : "4/1. kézállás"}
	},
	{
	  "name" : "prim védés",
	  "invokes" : ["prim invito"]
	},
	{
	  "name" : "prim invito",
	  "assertions" : {"kéz" : "1/4. kézállás", "állás" : "prim invito"},
	  "note" : "Fedezi és az oldalt, külső arcot és kart adja ki.",
	  "images" : ["arlow/prim-invito.png"]
	},
	{
	  "name" : "magas prim védés",
	  "assertions" : {"kéz" : "1/4. kézállás", "állás" : "magas prim"},
	  "images" : ["arlow/magas-prim.png"]
	},
	{
      "name" : "szekond védés",
      "invokes" : ["szekond invito"]
    },
    {
      "name" : "szekond invito",
      "assertions" : {"kéz" : "1/2. kézállás", "állás" : "szekond invito"},
      "note" : "Az oldalt fedi és az egész fejet és belső oldalt adja ki",
	  "images" : ["arlow/szekond-invito.png"]
    },
	{
	  "name" : "magas szekond védés",
	  "assertions" : {"kéz" : "1/2. kézállás", "állás" : "magas szekond"},
	  "images" : ["arlow/magas-szekond.png"],
	  "note" : "A vágást ugyan gyakran a kosárral fogjuk fel, [...] a magas szekond-védes szabályszerű átmeneteket biztosít."
	},
	{
	  "name" : "terc védés",
	  "invokes" : ["terc invito"]
	},
	{
      "name" : "terc invito",
      "assertions" : {"kéz" : "2/3. kézállás", "állás" : "terc invito"},
      "note" : "A fej és a kar külső oldalát fedi, ellenben a fejet, a belső arcot, mellet, hasat és oldalt adja ki. A terc-gardtól csak abban különbözik, hogy a kardhegye nem a vonalon, hanem attól egy arasznyira jobbra van.",
	  "images" : ["arlow/terc-invito.png"]
    },
	{
	  "name" : "magas terc védés",
	  "assertions" : {"kéz" : "2. kézállás", "állás" : "magas terc"},
	  "images" : ["arlow/magas-terc.png"]
	},
	{
	  "name" : "mély terc védés",
	  "assertions" : {"kéz" : "2/3. kézállás", "állás" : "mély terc"},
	  "images" : ["arlow/mely-terc.png"]
	},
	{
	  "name" : "kvart védés",
	  "invokes" : ["kvart invito"]
	},
	{
      "name" : "kvart invito",
      "assertions" : {"kéz" : "3/4. kézállás", "állás" : "kvart invito", "hegy" : "ellenfél arca"},
      "note" : "A test belső oldalát fedi és a fejet és egész külső oldalt adja ki. Szekondból átmenet segítségével kivitelezhető.",
	  "images" : ["arlow/kvart-invito.png"]
    },
	{
	  "name" : "mély kvart védés",
	  "assertions" : {"kéz" : "3/4. kézállás", "állás" : "mély kvart"},
	  "images" : ["arlow/mely-kvart.png"]
	},
	{
	  "name" : "kvint védés",
	  "invokes" : ["kvint invito"],
	  "note" : "Kis távolságnál annyiban módosítjuk, hogy karunkat jobban behajlítjuk és öklünket a rendesnél magasabbra vesszük fel."
	},
	{
      "name" : "kvint invito",
      "assertions" : {"kéz" : "1. kézállás", "állás" : "kvint invito"},
      "note" : "Fejünket felülről fedezi, az oldalt és belső réseket adja ki..",
	  "images" : ["arlow/kvint-invito.png"]
    },
	{
	  "name" : "szekszt védés",
	  "assertions" : {"kéz" : "1. kézállás", "állás" : "szekszt védés végpozíciója"},
	  "images" : ["arlow/szekszt-vedes.png"],
	  "note" : "Ebből a védésből vehetjük a szekond-, terc-, mély terc-, kvart- és mély kvart-védést. Kis távolságnál annyiban módosítjuk, hogy karunkat jobban behajlítjuk és öklünket a rendesnél magasabbra vesszük fel."
	},
	{
      "name" : "prim kötés",
      "invokes" : ["prim invito"],
      "note" : "Szekond kötésből vagy gardból átmenet segítségével kivitelezhető, az ellenfél kardja fölött."
    },
	{
      "name" : "szekond kötés",
      "invokes" : ["szekond gard"],
      "note" : "Szekond invitoból az ellenfél szekond-gardja (vagy az alsó vonalban tartott kardja) ellen átmenet segítségével kivitelezhető, az ellenfél kardja fölött."
    },
	{
      "name" : "terc kötés",
      "invokes" : ["terc gard"],
      "note" : "Terc invitoból vagy kvart kötésből az  ellenfél terc-gardja (vagy a felső vonalban tartott kardja) ellen átmenet segítségével kivitelezhető, az ellenfél kardja alatt."
    },
	{
      "name" : "kvart kötés",
      "invokes" : ["kvart invito"],
      "note" : "Terc kötésből vagy gardból átmenet segítségével kivitelezhető, az ellenfél kardja alatt."
    },
	{
      "name" : "kvint kötés",
      "invokes" : ["kvint invito"]
    },
	{
	  "name" : "egyenes szúrás",
	  "alias" : ["colpo di punta", "puntata"],
	  "note" : "Ellenfelünk nyitott réseibe irányítjuk, a lehető legrövidebb úton."
	},
	{
	  "name" : "kitérő szúrás",
	  "alias" : ["cavazione"],
	  "note" : "Nevét onnan veszi, hogy ezt nem egyenesen, hanem az ellenfél pengéjének kitérve, a kiindulással ellenkező oldalon levő résbe csináljuk."
	},
	{
	  "name" : "kötött szúrás",
	  "alias" : ["filo"],
	  "note" : "Saját kardunk erős részével ellenfelünk kardjának gyönge részét lefogjuk vagy lekötjük, és így erőszakkal nyitva rést, abba mintegy az ellenfél kardján végigcsúszva, hatolunk be."
	},
	{
	  "name" : "felső kötött szúrás",
	  "alias" : ["filo di terza"],
	  "assertions" : {"hegy" : "felső vonal"},
	  "invokes" : ["kötött szúrás"],
	  "note" : "TODO"
	},
	{
	  "name" : "alsó kötött szúrás",
	  "alias" : ["filo di seconda"],
	  "assertions" : {"hegy" : "alsó vonal"},
	  "invokes" : ["kötött szúrás"],
	  "note" : "TODO"
	},
    {
      "name" : "alsó egyenes szúrás",
      "assertions" : {"hegy" : "alsó vonal"},
	  "invokes" : ["egyenes szúrás"]
    },
	{
      "name" : "felső egyenes szúrás",
      "assertions" : {"hegy" : "felső vonal"},
	  "invokes" : ["egyenes szúrás"]
    },
	{
      "name" : "egyszerű védés",
	  "alias" : ["védés","parata semplice"]
    },
	{
      "name" : "engedő védés",
	  "alias" : ["parata di ceduta"]
    },
	{
	  "name" : "engedő védés primbe",
	  "invokes": ["engedő védés", "prim védés"],
	  "note" : "Akkor alkalmazzuk, ha ellenfelünk felső kötött szúrással támad (filo di terza) és érezzük, hogy a terc-védés elégtelen, mert a pengénk szúrás által le van fogva, Ilyenkor az érintkezést az ellenfél pengéjével fent tartva, kardunk hegyét leeresztjük, csuklóban kissé engedve, könyökünket nyújtva, annyira felfelé fordítjuk, hogy a prim- állásba jussunk."
	},
	{
	  "name" : "engedő védés magas primbe",
	  "invokes": ["engedő védés", "magas prim védés"],
	  "note" : "Akkor csináljuk, ha ellenfelünk kvart-invitónkra vagy kötésünkre pengénket elütéssel belülről támadta meg és utána fokkal vagy kisebb távolság mellett belső arcot vág."
	},
	{
	  "name" : "engedő védés magas szekondba",
	  "invokes": ["engedő védés", "magas szekond védés"],
	  "note" : "Akkor alkalmazzuk, ha mély terc- vagy terc-invitónk- vagy kötésünkre ellenfelünk a pengénket elütéssel belülről támadja meg és utána külső arcot vág. Kardunk hegyét az elütés irányának engedve leeresztjük, karunkat és öklünket annyira felfelé emeljük, hogy a kardhegy az ellenfél kardjának kosarát belülről és alulról megkerülve, a karja alá és kardunk az ellenfél vasa és testünk közé kerüljön és mi a magas szekond- állásba jussunk."
	},
	{
	  "name" : "engedő védés mély tercbe",
	  "invokes": ["engedő védés", "mély terc védés"],
	  "note" : "Akkor alkalmazzuk, ha szekond-invitónkra vagy kötésünkre ellenfelünk a pengénket belső elütéssel támadta meg és oldalt vagy alsó kart vág utána. (Szúrás ellen nem véd.) Kardunk hegyével, az elütés irányának engedve, az ellenfél kardjának kosarát belülről megkerülve és könyökünket befelé fordítva, öklünket és karunkat úgy hozzuk a jobb comb mellé (jobbra), hogy kardunk a test és vágás közé kerüljön és így a mély terc- állásba jussunk."
	},
	{
	  "name" : "engedő védés mély kvartba",
	  "invokes": ["engedő védés", "mély kvart védés"],
	  "note" : "Akkor alkalmazzuk, ha ellenfelünk alsó kötött szúrással támad (filo di seconda), amikor is érezzük, hogy szekond-védéssel nem boldogulhatunk, mert pengénk a szúrás által le van fogva, az érintkezést az ellenfél pengéjével fentartva, a csuklóban egy keveset engedve, kardunkat úgy hozzuk a mély kvart-állásba, hogy pengénkkel a lefogott pont, mint középpont körül forogva, öklünkkel és karunkkal jobb combunk mellé (balra) lesietünk és a szúrást így mintegy felkarolva, irányából eltérítjük. Az engedő védést mély kvartba alkalmazzuk továbbá, ha prim-invitónkra vagy kötésünkre ellenfelünk pengénket elütéssel belülről támadta meg és hasvágással, vagy belső fokvágással támad a karra (ez a szúrás ellen is véd). Kardunk hegyével az elütés irányának engedve, az ellenfél kardjának kosarát kívülről kerülve meg, öklünket felemeljük, karunkat egyenesen annyira lehozzuk jobb combunk mellé (balra), hogy kardunk testünk és az ellenfél pengéje közzé kerüljön és a mély kvart-állásba jussunk."
	},
	{
	  "name" : "engedő védés szeksztbe",
	  "alias": ["szeptim védés"],
	  "invokes": ["engedő védés", "szekszt védés"],
	  "note" : "Az magas szekondba való engedő védéshez hasonlóan, akkor alkalmazzuk, ha mély terc- vagy terc-invitónk- vagy kötésünkre ellenfelünk a pengénket elütéssel belülről támadja meg és utána külső arcot vág. Karunkat egyenesen felemelve, és könyökünket, mint a szekszt-védéshez, befelé fordítva, öklünket annyira a jobb halánték fölé emeljük, hogy csuklónkat a kézfej irányában erősen hátrahajlítva, kardunk hegye jobbra hátrafelé álljon és így a szeptimállásba jussunk. A szeptim-védést Arlow a magas szekond által pótolhatónak tartom. A vágást gyakran a kosárral fogjuk fel, de szeptim védésből soha sem lehet más védésbe átmenni (mert még a kardfogást is részben feladtuk)."
	},
	{
      "name" : "körvédés",
	  "alias" : ["contre-parade", "parata di contro"],
	  "note" : "Szúrások ellen a körvédéssel mindig a kardkosarat kerüljük meg. Vágások ellen a körvédéseket részben az ellenfél kosarát, részben kardjának hegyét megkerülve, vesszük."
    },
	{
      "name" : "körprim-védés",
	  "alias" : ["contre-prime", "contro di príma"],
	  "invokes" : ["körvédés", "prim kötés"],
	  "note" : "Vehetjük a prim-védésből (invitóból v. kötésből): az alsó szúrás vagy kitérő szúrás ellen, és elütésre belülről történt szúrás vagy egyenes hasvágás ellen, ha azt nem a rendes mély kvartba engedő védéssel akarjuk hárítani. Az ellenfél kardját a kosár fölött kerüljük meg."
    },
	{
      "name" : "körszekond-védés",
	  "alias" : ["contre-seconde", "contro di seconda"],
	  "invokes" : ["körvédés", "szekond kötés"],
	  "note" : "Vehetjük a szekond-védésből (invitóból vagy kötésből): a felső szúrás vagy kitérő szúrás ellen, továbbá elütésre belülről történt szúrás, egyenes oldalvagy alsó karvágás ellen, ha azt nem a mély tercbe engedő védéssel akarjuk elhárítani, vagy ha avval nem lehet hárítani, mint például a szúrást. Az ellenfél kardját a kosár fölött kerüljük meg."
    },
	{
      "name" : "körterc-védés",
	  "alias" : ["contre-tierce", "contro di terza"],
	  "invokes" : ["körvédés", "terc kötés"],
	  "note" : "A körterc-védést terc-invitóból, kötésből vagy gardból kétféleképen vehetjük: <br> a) kardunk hegyével az ellenfél kardjának kosarát alul kerüljük meg; szúrások és felső karvágás (coupé) ellen vagy ha ellenfelünk a pengénket belső elütéssel támadta meg és utána külső arcot vág. <br> b) az utóbbi esetben védhetünk úgy is, hogy kardunk hegyét az elütés irányában csukló- és könyök-hajlítás által hátrahozva, ellenfelünk kardjának hegyét egy körben megkerüljük, hogy öklünk jobb hónaljunk elé kerüljön, mire aztán ismét a terc-állásba megyünk át. Az ellenfél kardját a kosár alatt kerüljük meg."
    },
	{
      "name" : "körkvart-védés",
	  "alias" : ["contre-quarte", "contro di quarta"],
	  "invokes" : ["körvédés", "kvart kötés"],
	  "note" : "A körkvart-védést a kvart-védésből (invitóból vagy kötésből) kizárólag a külső szúrás (vagy annak cselezése) ellen alkalmazzuk. Az ellenfél kardját a kosár alatt kerüljük meg."
    },
	{
      "name" : "körkvint-védés",
	  "alias" : ["contro di quinta"],
	  "invokes" : ["körvédés", "kvint kötés"],
	  "note" : "A körkvint-védést a kvint-védésből (invitóból vagy kötésből) kétféleképen vehetjük: <br> a) kardunk hegyével ellenfelünk kardjának kosarát alulról kerüljük meg, ha ellenfelünk szúrt vagy a pengénket elütéssel alulról támadta meg és utána egyenesen fejet vág vagy <br> b) az utóbbi esetben úgy is védhetünk, hogy pengénkkel az elütésnek engedve, ellenfelünk kardhegyét kerüljük meg egy körben felülről úgy, hogy öklünk jobb hónaljunk elé kerüljön, mire aztán ismét a kvint-állásba megyünk át. Az ellenfél kardját a kosár fölött kerüljük meg."
    },
	{
      "name" : "külső elütés",
      "assertions" : {},
      "invokes" : ["szekond invito"]
    }
  ],
  
  "additional-notes": [
	{
		"name" : "alsó vonal",
		"note" : " a kinyújtott jobb kart úgy tartjuk rézsűt lefelé, hogy a kardhegy csípőnk előtt áll"
	},
	{
		"name" : "felső vonal",
		"note" : "A vívóvonal fölött kinyújtott jobb kar és a kard vízszintesen van, és a kard hegye jobb vállunk előtt áll"
	},
	{
		"name" : "1. kézállás",
		"note" : "A kard éle felfelé áll"
	},
	{
		"name" : "1/2. kézállás",
		"note" : "A kard éle felfelé és jobbar áll"
	},
	{
		"name" : "2. kézállás",
		"note" : "A kard éle jobbra áll"
	},
	{
		"name" : "2/3. kézállás",
		"note" : "A kard éle jobbra és lefelé áll"
	},
	{
		"name" : "3. kézállás",
		"note" : "A kard éle lefelé áll"
	},
	{
		"name" : "3/4. kézállás",
		"note" : "A kard éle lefelé és balra áll"
	},
	{
		"name" : "4. kézállás",
		"note" : "A kard éle balra áll"
	},
	{
		"name" : "4/1. kézállás",
		"note" : "A kard éle balra és felfelé áll - a tenyér felfelé néz"
	},
	{
		"name" : "1/4. kézállás",
		"note" : "A kard éle balra és felfelé áll - a tenyér jobbra néz"
	},
	{
		"name" : "egyenes vágás",
		"note" : "Egy adott helyzetből legrövidebb úton érjük el az ellenfél testét"
	},
	{
		"name" : "lendített vágás",
		"note" : "Lendített vágás az olyan, melynél előbb az ellenfél útunkban álló kardját kerüljük ki."
	},
	{
		"name" : "körlendítés",
		"note" : "köralakban végzett lendített vágás"
	},
	{
		"name" : "egyenes lendítés",
		"note" : "egyenes vonalon végzett lendített vágás (lsd. coupé lendítés)"
	},
	{
		"name" : "coupé lendítés",
		"note" : "egyenes vonalon végzett lendített vágás (lsd. egyenes lendítés)"
	},
	{
		"name" : "invito",
		"note" : "A kardállásokat,melyekkel egy-egy testrészt elfedve, más részeket feltűnően kiadunk, invitónak (csalogatásnak, beugratásnak) nevezzük. Az invitók voltaképen nem egyebek, mint szabályos védések, a különbség köztük csak az, hogy az invitó a kard nyugvó helyzetét jelenti, melyben az ellenfél megkezdendő akcióját várjuk."
	},
	{
		"name" : "védés",
		"note" : "A védés a már megindult vágás vagy szúrás elébe történő ellenmozdulat, melynek véghatára a karnak és kardnak az invitónál elfoglalt helyzete."
	},
	{
		"name" : "átmenetnek",
		"note" : "Ha a kötés végrehajtásához az szükséges, hogy ellenfelünk pengéjét, kardunk hegyével előbb körben, felül vagy alul megkerüljük, ezt a mozdulatot átmenetnek (changement, cambiamento) nevezzük."
	},
	{
		"name" : "egyenes vágás",
		"note" : "Ezen vágásoknál a vágás befejezése pillanatában a kard mindig a kar meghosszabbítását képezi, már t. i. amennyire az ismertetett kardfogás ezt megengedi. A csukló ebben a pillanatban a hüvelykujj irányában teljesen egyenes."
	},
	{
		"name" : "szögvágás",
		"note": "A szögvágás olyan vágás, aminek a pillanatában a kar és a kard nem egyenes vonalat, hanem szöget képez. Csinálhatóak éllel és fokkal."
	}
  ],
  
  "exercises" : [
	{
	  "name" : "20. gyakorlat",
	  "init" : {
		"mester" : "szekond gard",
		"tanítvány" : "szekond gard",
		"note" : ["rendes távolság"]
	  },
	  "flow" : [
		  {
			"actor" : "tanítvány",
			"actions" : ["külső elütés","ugrás-roham"],
			"assertions" : {},
			"note" : ""
		  },
		  {
			"actor" : "tanítvány",
			"actions" : ["alsó egyenes szúrás"],
			"assertions" : {},
			"note" : ""
		  },
		  {
			"actor" : "mester",
			"actions" : ["szekond védés"],
			"assertions" : {},
			"note" : "opponál"
		  }
		]
	},
	{
	  "name" : "Conflict in first step",
	  "init" : {
		"mester" : "szekond gard",
		"tanítvány" : "szekond gard",
		"note" : ["rendes távolság"]
	  },
	  "flow" : [
		  {
			"actor" : "tanítvány",
			"actions" : ["külső elütés","ugrás-roham","terc invito"],
			"assertions" : {},
			"note" : "Az elütést kívülről, lefelé végezzük"
		  },
		  {
			"actor" : "tanítvány",
			"actions" : ["alsó egyenes szúrás"],
			"assertions" : {},
			"note" : ""
		  },
		  {
			"actor" : "mester",
			"actions" : ["szekond védés"],
			"assertions" : {},
			"note" : "opponál"
		  }
		]
	},
	{
	  "name" : "Conflict in first step overwritten by second step",
	  "init" : {
		"mester" : "szekond gard",
		"tanítvány" : "szekond gard",
		"note" : ["rendes távolság"]
	  },
	  "flow" : [
		  {
			"actor" : "tanítvány",
			"actions" : ["külső elütés","ugrás-roham","terc invito"],
			"assertions" : {},
			"note" : "Az elütést kívülről, lefelé végezzük"
		  },
		  {
			"actor" : "tanítvány",
			"actions" : ["szekond invito"],
			"assertions" : {},
			"note" : "Tanítvány rájön, hogy szekond invitoba kellett volna érkeznie"
		  },
		  {
			"actor" : "tanítvány",
			"actions" : ["alsó egyenes szúrás"],
			"assertions" : {},
			"note" : ""
		  },
		  {
			"actor" : "mester",
			"actions" : ["szekond védés"],
			"assertions" : {},
			"note" : "opponál"
		  }
		]
	},
	{
	  "name" : "Conflict in first step resolved",
	  "init" : {
		"mester" : "szekond gard",
		"tanítvány" : "szekond gard",
		"note" : ["rendes távolság"]
	  },
	  "flow" : [
		  {
			"actor" : "tanítvány",
			"actions" : ["külső elütés","ugrás-roham","terc invito"],
			"assertions" : {"kéz" : "2. kézállás", "állás" : "terc invito"},
			"note" : "Az elütést kívülről, lefelé végezzük"
		  },
		  {
			"actor" : "tanítvány",
			"actions" : ["alsó egyenes szúrás"],
			"assertions" : {},
			"note" : ""
		  },
		  {
			"actor" : "mester",
			"actions" : ["szekond védés"],
			"assertions" : {},
			"note" : "opponál"
		  }
		]
	},
	{
	  "name" : "No conflict, only assertions",
	  "init" : {
		"mester" : "szekond gard",
		"tanítvány" : "szekond gard",
		"note" : ["rendes távolság"]
	  },
	  "flow" : [
		  {
			"actor" : "tanítvány",
			"actions" : ["külső elütés","ugrás-roham"],
			"assertions" : {"kéz" : "2. kézállás", "állás" : "terc invito"},
			"note" : "Az elütést kívülről, lefelé végezzük"
		  },
		  {
			"actor" : "tanítvány",
			"actions" : ["alsó egyenes szúrás"],
			"assertions" : {},
			"note" : ""
		  },
		  {
			"actor" : "mester",
			"actions" : ["szekond védés"],
			"assertions" : {},
			"note" : "opponál"
		  }
		]
	}
  ]
}